Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: Such community-based distributions may sell as well as give away their work product, possibly on CDs or USB storage media or by paid-for downloads as well as by gratis distribution.
pt_pt: Tais distribuições baseadas na comunidade podem vender como também doar o produto de seus trabalhos, possivelmente em CDs ou mídias de armazenamento USB, ou por downloads pagos, como também por distribuição gratuita.

source: This document has been prepared by lawyers at the Software Freedom Law Center (SFLC) at the request of the Debian project, and may be helpful to similar community FOSS distributions.
pt_pt: Este documento foi preparado por advogados(as) do Software Freedom Law Center (SFLC) a pedido do projeto Debian, e pode ser útil para comunidades similares de distribuições FOSS.

source: Its statements about legal matters are accurate as of the date of composition regarding US law, and may be applicable to other legal systems.
pt_pt: Suas declarações sobre matérias legais são precisas em relação à data de elaboração e à legislação dos Estados Unidos, e podem ser aplicáveis em outros sistemas legais.

source: But this document does not constitute legal advice.
pt_pt: Mas este documento não constitui um aconselhamento jurídico.

source: It has not been based on analysis of any particular factual situation, and any lawyer providing an opinion on the questions presented below would need to ascertain the particular facts and circumstances that might vary this information in a particular setting.
pt_pt: Ele não foi baseado em análises de qualquer situação factual particular, e qualquer advogado(a) que opine sobre as questões apresentadas abaixo precisaria confirmar os fatos e circunstâncias particulares que poderiam fazer variar esta informação em uma determinada situação.

source: You should not rely upon this document to make decisions affecting your project's legal rights or responsibilities in a real-life situation without consulting SFLC or other lawyers.
pt_pt: Você não deve se fundamentar nesse documento para tomar decisões que afetem os direitos legais de seu projeto ou que afetem as responsabilidades em situações reais sem consultar o SFLC ou outros(as) advogados(as).

source: Background on Patents
pt_pt: Contexto sobre patentes

source: What is a patent?
pt_pt: O que é uma patente?

source: A patent is a state-granted monopoly granting an inventor exclusive rights to make, sell, offer for sale, have made, or import the claimed invention for the limited term of the patent.
pt_pt: Uma patente é um monopólio outorgado pelo Estado que garante ao(à) inventor(a) exclusividade nos direitos de fabricação, venda, oferecimento para venda, oferecimento para fabricação ou importação da invenção reivindicada pelo período limitado pela patente.

source: The patent holder may then license, on an exclusive or non-exclusive basis, one or more of the rights granted.
pt_pt: O(A) detentor(a) da patente pode então licenciar, em caráter exclusivo ou não exclusivo, um ou mais dos direitos garantidos.

source: How long is a patent's term?
pt_pt: Qual o tempo da vigência da patente?

source: Generally, patents issued in the last 15 years by most governments expire 20 years from the filing date of the patent application.
pt_pt: Geralmente, na maioria dos governos as patentes concedidas nos últimos 15 anos expiram em 20 anos da data de preenchimento do pedido de patente.

source: US patents with a filing date before June 8, 1995, provide protection for up to 17 years counting from the date of grant, or 20 years from the filing date, whichever occurs later.
pt_pt: Patentes dos Estados Unidos com data de requisição antes de 8 de junho de 1995 fornecem proteção por até 17 anos contando a data de concessão, ou 20 anos da data de requisição, o que ocorrer depois.

source: There are exceptions.
pt_pt: Existem exceções.

source: Patents may have their terms extended by the issuing office or a court, but this rarely happens for patents on software.
pt_pt: Patentes podem ter seu período de vigência estendidos por determinação administrativa ou por um tribunal, mas isso raramente acontece com patentes de software.

source: Patent terms may also be shortened by agreement with the applicant during prosecution, that is, during the patent office procedure leading to issuance.
pt_pt: O tempo de vigência também pode ser encurtado por acordo com o requerente durante um processo judicial, isto é, durante o procedimento administrativo de patente que resulta em uma concessão.

source: If a patent's terms has been shortened during prosecution, a terminal disclaimer statement will appear on the patent's front page.
pt_pt: Se o período de vigência de uma patente foi encurtado durante um processo judicial, um aviso legal de terminalidade aparecerá na primeira página da patente.

source: How does patent protection differ from copyright protection?
pt_pt: Qual a diferença entre a proteção de patente e a proteção de copyright?

source: A copyright owner has the right to prevent others from making unauthorized copies of the copyrighted program, but not from independently creating a program with the same features.
pt_pt: O(A) proprietário(a) do copyright tem o direito de evitar que outras pessoas façam cópias não autorizadas do programa sob direitos autorais, mas não podem evitar programas criados independentemente com as mesmas funcionalidades.

source: Independent creation is therefore a complete defense to an allegation of copyright infringement.
pt_pt: A criação independente é, portanto, uma defesa completa para alegações de violação de copyright.

source: In addition, fair use is a defense against copyright infringement, or is a substantive limitation of copyright, in every copyright system.
pt_pt: Além disso, o uso justo é uma defesa contra violação de copyright, ou uma limitação substantiva do copyright, em todos os sistemas de copyright.

source: Patent law lacks any fair use exemption, so independent creation, use for research, or reverse engineering for interoperation or educational purposes are not defenses against allegations of patent infringement.
pt_pt: A legislação de patente carece de qualquer dispensa por uso justo, de modo que criação independente, uso para pesquisa ou engenharia reversa para propósitos de interoperabilidade ou educacionais não são defesas contra alegações de violação de patente.

source: Is there a world-wide patent on anything?
pt_pt: Existe uma patente mundial ou algo parecido?

source: At present, no world-wide patents exist.
pt_pt: No momento, não existem patentes mundiais.

source: Outside the European Union, where applications may be consolidated, patents generally must be applied for in each country in which patent protection is sought.
pt_pt: Fora da União Europeia, onde requisições podem ser consolidadas, as patentes geralmente devem ser requisitadas em cada país no qual deseja-se a proteção de patente.

source: What are patent claims?
pt_pt: O que são reivindicações de patente?

source: Claims, which are the most important part of the patent, determine the actual scope of the invention to which the patent applies.
pt_pt: Reivindicações, que são a parte mais importante da patente, determinam o escopo real da invenção para o qual a patente se aplica.

source: Only the claims define what exclusive rights cover, that is, practicing the claims without license is infringement.
pt_pt: É somente a reivindicação que define quais os direitos exclusivos cobertos, ou seja, praticar o que foi reivindicado sem uma licença é uma violação.

source: Reading and understanding the claims of a patent is the key to determining if a given product or process infringes.
pt_pt: Ler e entender as reivindicações de uma patente é a chave para determinar se um dado produto ou processo a viola.

source: Each claim is a single sentence.
pt_pt: Cada reivindicação está em uma única sentença.

source: Claims begin with a preamble followed by one or more limitations.
pt_pt: Reivindicações começam com um preâmbulo seguido de uma ou mais limitações.

source: For software to infringe a patent, the software (or system with embedded software) must implement everything recited in one of the patent's claims.
pt_pt: Para que um software viole uma patente, o software (ou o sistema com o software incorporado) deve implementar tudo o que está descrito em uma das reivindicações da patente.

source: If you do not practice one or more of the elements of a claim, then you cannot directly infringe that claim.
pt_pt: Se você não pratica um ou mais dos elementos da reivindicação, então você não viola diretamente essa reivindicação.

source: What are independent claims?
pt_pt: O que são reivindicações independentes?

source: A patent claim is called independent, if it makes no reference to any other claim in the patent.
pt_pt: Uma reivindicação de patente é chamada de independente se ela não faz referências à nenhuma outra reivindicação de uma patente.

source: What are dependent claims?
pt_pt: O que são reivindicações dependentes?

source: Dependent claims explicitly incorporate the contents of other claims in the patent.
pt_pt: Reivindicações dependentes explicitamente incorporam o conteúdo de outras reivindicações na patente.

source: A dependent claim is necessarily narrower in scope than the claim on which it depends, because it includes one or more additional limitations.
pt_pt: Uma reivindicação dependente é necessariamente mais restrita em escopo do que a reivindicação da qual ela depende, porque isso inclui uma ou mais limitações.

source: In Venn diagram terms, the area of coverage for a dependent claim is fully contained within the coverage of the claim it references.
pt_pt: Em termos do diagrama de Venn, a área de cobertura de uma reivindicação dependente está totalmente contida dentro da cobertura da reivindicação que ela referencia.

source: How are software-related patent claims written?
pt_pt: Como são escritas as reivindicações de patentes relativas a software?

source: Software-related patent claims in recently-issued patents often take the form of system or apparatus claims, method claims, and computer program product or computer-readable medium claims.
pt_pt: Reivindicações de patentes relativas a software, em patentes recentemente concedidas, geralmente tem a forma de reivindicações de sistema ou dispositivo, reivindicações de método e reivindicações de produto de programa de computador ou meio legível por computador.

source: System claims recite the elements of a system (which might include one or more computers) as a kind of machine or static object.
pt_pt: Reivindicações de sistema descrevem os elementos do sistema (que podem incluir um ou mais computadores) como um tipo de máquina ou objeto estático.

source: Method claims are algorithmic in form.
pt_pt: Reivindicações de método estão em formato algorítmico.

source: Computer-readable medium claims typically duplicate the limitations found in corresponding system or method claims in the patent, but are intended to cover software embodied in a storage or distribution medium.
pt_pt: Reivindicações de meio legível por computador tipicamente duplicam as limitações encontradas nas reivindicações de método e sistema correspondentes na patente, mas têm o propósito de abranger o software incorporado em um armazenamento ou em um meio de distribuição.

source: Computer-readable medium claims are also often used when claiming inventions that focus on data structures and user interfaces.
pt_pt: Reivindicações de meio legível por computador também são utilizadas para reivindicar invenções com ênfase em estruturas de dados e interfaces de usuários(as).

source: Infringing a patent
pt_pt: Violando uma patente

source: What does patent liability mean?
pt_pt: O que significa responsabilidade de patente?

source: Liability is a legal responsibility that is enforceable by a court.
pt_pt: Responsabilidade de patente é uma responsabilidade legal que é imposta por um tribunal.

source: In this document we use term patent liability to encompass orders that a court can give if a party is found to infringe a patent.
pt_pt: Neste documento, nós usamos a expressão responsabilidade de patente para abranger os despachos que um tribunal pode emitir se uma das partes violar uma patente.

source: For example, once a party is found to infringe, a court can order that party to pay money to the patent holder, called damages, and/or an order to stop the infringing conduct, which is called an injunction.
pt_pt: Por exemplo, uma vez que uma parte viola uma patente, um tribunal pode ordenar que esta parte pague dinheiro ao(a) detentor(a) da patente, o que denomina-se indenização, e/ou pode ordenar a interrupção da conduta de violação, o que é chamado de injunção.

source: What does it mean to infringe a patent?
pt_pt: O que significa violar uma patente?

source: Infringing a patent means practicing one or more of its claims without license.
pt_pt: Violação de patente significa praticar uma ou mais de suas revindicações sem uma licença.

source: If someone uses, makes, sells, has made, offers for sale, or imports software that practices every element taught by a claim in a patent, that patent is infringed by the software.
pt_pt: Se alguém usa, produz, vende, oferece para produção, oferece para venda ou importa software que realiza qualquer elemento descrito por uma reivindicação de uma patente, esta patente está sendo violada pelo software.

source: It is possible to be liable for infringement without directly infringing.
pt_pt: É possível ser responsabilizado(a) por violação de patente sem violar diretamente.

source: Contributing to or inducing infringement also give rise to patent liability.
pt_pt: Contribuir para ou induzir violação também resultam em responsabilidade de patente.

source: What is inducing infringement?
pt_pt: O que é indução de violação?

source: Inducing infringement means actively encouraging someone else to infringe a patent.
pt_pt: Indução de violação significa encorajar ativamente alguém a violar uma patente.

source: Liability requires proving that the party charged intended to cause a third party to infringe.
pt_pt: A responsabilidade pela violação requer a comprovação de que a parte incriminada pretendia que terceiros causassem a violação.

source: Additionally, the inducer must either know the patent exists, or strongly suspect its existence and make efforts not to know.
pt_pt: Adicionalmente, quem induz também deve saber que a patente existe, ou presumir fortemente sua existência, e fazer esforços para não saber.

source: If, for example, documentation is written by someone with knowledge of a patent's claims, and that documentation explains how to use the program in an infringing fashion, the instructions might be held to induce infringement.
pt_pt: Se, por exemplo, uma documentação é redigida por alguém com conhecimento de uma reivindicação de patente, e esta documentação explica como utilizar o programa de um modo que viole tal revindicação, as instruções podem ser consideradas indutoras de violação.

source: Where a community of volunteers maintains a software package, and associated documentation, unless the volunteers who produce the documentation know of the patent supposedly infringed, they cannot induce infringement.
pt_pt: Uma comunidade de voluntários(as) que mantém um pacote de software, e a respectiva documentação, não podem induzir violação, a menos que os(as) voluntários(as) que produziram a documentação conheçam a patente que supostamente foi violada.

source: What is contributory infringement?
pt_pt: O que é violação por contribuição?

source: Contributory infringement means providing material assistance to the infringement of a patent.
pt_pt: Violação por contribuição significa fornecer auxílio para a violação de uma patente.

source: In the context of software, this would mean providing non-infringing software that could be combined with other software or hardware to produce an infringing system.
pt_pt: No contexto do software, isto significaria fornecer software não violador que poderia ser combinado com outros softwares ou hardwares para produzir um sistema violador.

source: Contributory infringement also requires knowledge of the patent infringed.
pt_pt: A violação por contribuição também requer conhecimento sobre a patente violada.

source: Moreover, if the software has substantial non-infringing uses, it is not contributory infringement to provide it, even if it is subsequently used in an infringing combination.
pt_pt: Além disso, se o software possui uso substancial não violador, fornecê-lo não configura violação por contribuição, mesmo que ele seja subsequentemente utilizado em uma combinação violadora.

source: What are the consequences of infringing a patent?
pt_pt: Quais são as consequências de se violar uma patente?

source: If a party is found to be infringing a patent, courts may order a stop to the infringing conduct, the payment of damages for past infringement, or both.
pt_pt: Se uma parte é encontrada violando uma patente, os tribunais podem ordenar a interrupção da conduta de violação, o pagamento de indenizações pelas violações cometidas, ou ambos.

source: In this document we use term patent liability to encompass all of these consequences.
pt_pt: Neste documento, nós usamos a expressão responsabilidade de patente para abranger todas essas consequências.

source: What is an injunction?
pt_pt: O que é uma injunção?

source: An injunction is a court order to a person or persons to do something or to refrain from doing something.
pt_pt: Uma injunção é uma ordem do tribunal para uma ou várias pessoas, para que façam algo ou para que deixem de fazer algo.

source: Violating an injunction leads to being held in contempt of court.
pt_pt: A violação de uma injunção resulta em uma desobediência ao tribunal.

source: Injunctions may be preliminary, to prevent change of state while litigation is occurring, or permanent, to order or prohibit conduct as remedy at the end of a lawsuit, once liability has been found.
pt_pt: Injunções podem ser preliminares, para prevenir mudança de situação enquanto o litígio esteja ocorrendo, ou permanente, para ordenar ou proibir condutas como correção ao fim do processo legal, uma vez que a responsabilidade foi definida.

source: A preliminary injunction to prevent infringing conduct during litigation may be issued if the court finds damages at the end of the case would be insufficient to protect the patent holder's rights, and if success in the case is held to be likely, and the public interest would not be harmed by the injunction.
pt_pt: Uma injunção preliminar para prevenir condutas de violação durante o litígio pode ser ordenada se o tribunal entender que as indenizações ao fim do caso poderiam ser insuficientes para proteger o(a) detentor(a) dos direitos de patente, e se o sucesso no caso for provável, e o interesse público não for prejudicado pela injunção.

source: A permanent injunction to prevent infringing conduct may result from a finding of infringement liability.
pt_pt: Uma injunção permanente para prevenir uma conduta de violação pode resultar de responsabilidade por violação.

source: Can injunctions be issued against FOSS distributions?
pt_pt: As injunções podem ser ordenadas contra distribuições FOSS?

source: Yes.
pt_pt: Sim.

source: If a FOSS distribution was found to infringe someone's valid patent, a permanent injunction against continued distribution of the infringing program or feature might well occur.
pt_pt: Se uma distribuição FOSS foi considerada violadora de uma patente válida de alguém, uma injunção permanente poderia ocorrer contra a continuidade da violação do programa ou funcionalidade pela distribuição.

source: It is not likely, however, that such an injunction would prevent distribution of the whole distro, or even of an entire package.
pt_pt: Não é muito provável, entretanto, que tal injunção previna o lançamento de toda a distribuição, ou mesmo de um pacote inteiro.

source: More likely, a feature or set of features, would have to be disabled, modified so that the software no longer infringes, or removed entirely, in the country where the finding of patent infringement was made.
pt_pt: É mais provável que uma funcionalidade ou um conjunto de funcionalidades tenham que ser desabilitadas, modificadas de modo que o software pare a violação, ou que seja removida inteiramente, no país em que a violação de patente ocorreu.

source: Further, designing around the patent claims at stake can prevent even a feature or features from being removed.
pt_pt: Além disso, criações que contornem as reivindicações de patente em disputa podem prevenir até mesmo uma ou mais funcionalidades de serem removidas.

source: Once even one element of a patent claim is no longer being practiced, as we have said, the patent claim is no longer infringed.
pt_pt: Uma vez que um elemento da reivindicação de patente não esteja mais sendo praticado, como já dissemos, a reivindicação de patente não é mais violada.

source: In US patent litigation, the crucial moment of definition occurs in what is called a Markman hearing, after which the trial court gives a definitive ruling on what the patent claims at issue mean for the purposes of that lawsuit.
pt_pt: No litígio de patentes nos Estados Unidos, o momento crucial de definição ocorre no que é chamado de audição Markman, ao fim da qual um tribunal dá uma sentença definitiva sobre o que a reivindicação de patente em questão significa para os propósitos daquela ação legal.

source: Once a Markman hearing has happened, and the scope of the asserted claims have been narrowly and conclusively defined, it becomes much easier to design around.
pt_pt: Uma vez que a audição Markman aconteceu, e o escopo das reivindicações declaradas tenham sido restringidas e conclusivamente definidas, torna-se muito mais fácil fazer criações por contorno.

source: What are damages?
pt_pt: O que são indenizações?

source: In patent law, damages are money awarded by the court to the plaintiff when the defendant has been found liable for patent infringement.
pt_pt: Na legislação de patentes, indenizações são dinheiro recebido pelo tribunal para os(as) reclamantes quando o réu foi considerado responsável pela violação de patente.

source: While the law provides no maximum damages for patent infringement, it does provide a minimum--the reasonable royalty for the use made of the invention by the infringer.
pt_pt: Enquanto a lei não prevê indenizações máximas para violação de patente, ela prevê um mínimo -- os royalties razoáveis pelo uso feito da invenção pelo violador.

source: Additionally, the court may increase the damages, up to three times the actual damages, in cases of willful infringement.
pt_pt: Adicionalmente, o tribunal pode aumentar as indenizações em até três vezes a indenização atual, nos casos de violação intencional.

source: What is willful infringement?
pt_pt: O que é violação intencional?

source: Infringement is willful if the infringer knew of the patent, unless the infringer had a good faith belief that the patent was invalid, or that his conduct did not infringe.
pt_pt: A violação é intencional se quem infringe conhecia a patente, a menos que o(a) violador(a) tinha, em boa fé, acreditado que a patente era inválida, ou que sua conduta não era violadora.

source: The patent holder must show all the elements of willfulness, and in the US courts must do so at a higher standard of proof, which is called clear and convincing evidence.
pt_pt: O(A) detentor(a) da patente deve apresentar todos os elementos de intencionalidade, e nos tribunais dos Estados Unidos deve fazê-lo com provas de alta qualidade, o que é denominado de provas claras e convincentes.
